label intro:
    with fade
    show nox_neutral_dark
    play sound "audio/sounds/dictophone.mp3"
    gg "Раз ... раз, два ... Оно записывает?"
    gg "{cps=3}...{/cps} Вроде, да"
    gg "Вообще не знаю, зачем я это записываю и кто это будет слушать? Возможно даже я это переслушивать не буду, но ... просто хочется поделиться с кем-то..."
    play sound "audio/sounds/gasp.mp3"
    gg "{cps=3}...{/cps} просто это слишком фантастическая история, чтобы кто-то поверил и не засмеялся или, еще хуже, вызвал дурку, но и держать я больше это не могу..."
    gg """Все началось полторы недели назад, заканчивался учебный семестр и мне нужно было сдать свой проект 18 числа, на его окончание у меня 
    оставалось ровно 7 дней и за эти 7 дней, я пережил много до сих пор не понятного мне... и так начну свой рассказ"""

    pause 1.0
    play sound "audio/sounds/day_begining.mp3"
    #scene logo
    pause 5.0
    jump day1_begin